IdeaRS.OpenModel.Concrete.CheckSection
Check section base class

IdeaRS.OpenModel.Concrete.CheckSection.#ctor
Constructor

IdeaRS.OpenModel.Concrete.CheckSection.Description
Description of this section

IdeaRS.OpenModel.Concrete.CheckSection.CheckMember
CheckMember

IdeaRS.OpenModel.Concrete.CheckSection.ReinfSection
Reinforcement of cross-section

IdeaRS.OpenModel.Concrete.CheckSection.Extremes
Section extremes